Revit 2024 API
BuiltInFailures.GroupFailures.BadProblemWithGroup Property
 The operation performed affects groups in an unacceptable manner.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId BadProblemWithGroup { get; }
Visual Basic
Public Shared ReadOnly Property BadProblemWithGroup As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ BadProblemWithGroup {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace